var questions = [
  {
    type: "choose",
    question: "<h3>Різнойменні магнітні полюси двох магнітів ...</h3>",
    answers: [
      "відштовхуються",
      "притягуються",
      "не взаємодіють"
    ],
    correct: [2]
  },
  {
    type: "choose",
    question: "<h3>Місця магніту, де магнітна дія виявляється найсильнішою, називають ...</h3>",
    answers: [
      "полюсами магніту",
      "магнітними лініями",
      "середньою лінією магніту"
    ],
    correct: [1]
  },
  {
    type: "choose",
    question: "<h3>Однойменні магнітні полюси двох магнітів ...</h3>",
    answers: [
      "відштовхуються",
      "притягуються",
      "не взаємодіють"
    ],
    correct: [1]
  },
  {
    type: "choose",
    question: "<h3>Дослід магнітної стрілки з провідником по якому проходить струм, вперше провів ...</h3>",
    answers: [
      "Нікола Тесла",
      "Вільям Гільберт",
      "Ганс Крістіан Ерстед"
    ],
    correct: [3]
  },
  {
    type: "choose",
    question: "<h3>Навколо будь-якого провідника зі струмом не існує магнітого поля.</h3>",
    answers: [
      "так",
      "ні",
      "не завжди"
    ],
    correct: [2]
  }
];

$("document").ready(function () {
  $("#jQuizler").jQuizler(questions);
});